"ADD_EVENT_PROMPT" = "设置该事件的详细资料。";
"ADD_EVENT" = "添加事件";
"EDIT_EVENT" = "编辑";
"CANCEL" = "取消";

"DELETE" = "删除";
"DELETE_ONE" = "仅删除此事件";
"DELETE_FUTURE" = "删除将来所有事件";
"DELETE_RECURRING_ALERT_TITLE" = "此为重复发生的事件。";
"DELETE_EVENT" = "删除事件";

"DETACH_ONE" = "仅针对此事件存储";
"DETACH_FUTURE" = "针对将来的事件存储";
"DETACH_ALL" = "针对所有事件存储";
"DETACH_ALERT_TITLE" = "此为重复发生的事件。";

"CANCEL_DIRTY_ALERT_TITLE" = "已编辑此事件。";
"CANCEL_DIRTY_CANCEL" = "取消编辑";
"CANCEL_DIRTY_REVIEW" = "检查编辑";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "无法发送邀请";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "“%@”似乎不是有效的电子邮件地址。";
"OK" = "好";

"TITLE_PLACEHOLDER" = "标题";
"LOCATION_PLACEHOLDER" = "位置";
"TITLE_DETAIL_NAV_TITLE" = "标题与地点";
"DEFAULT_EVENT_TITLE" = "新建事件";
"ADD_TO_CALENDAR" = "添加到日历";

"STARTS" = "开始";
"ENDS" = "结束";
"DATE_DETAIL_NAV_TITLE" = "开始与结束";
"ALL_DAY_SWITCH_TITLE" = "全天";
"TIME_ZONE" = "时区";
"FLOATING" = "浮动";

"REPEAT" = "重复";
"NEVER_DETAIL" = "无";
"DAILY_DETAIL" = "每天";
"WEEKLY_DETAIL" = "每周";
"BIWEEKLY_DETAIL" = "每两周";
"MONTHLY_DETAIL" = "每月";
"YEARLY_DETAIL" = "每年";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "重复";
"END_REPEAT" = "结束重复";
"END_REPEAT_NAV_TITLE" = "结束重复";
"TIME_ZONE_CHOOSER_PROMPT" = "键入城市名称。";

"REPEAT_FOREVER" = "一直重复";

"ADD_INVITEES_NAV_TITLE" = "添加被邀请人";
"ADD_INVITEES_PROMPT" = "向此事件添加被邀请人。";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "无法存储事件";
"ALERT_TIME" = "提醒时间";
"CANNOT_REPEAT_EVENT" = "无法重复事件";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@（%@）";

